start_message_template = """
Hi, I'm search bot of Sila League.
You can send me pictures to search in Google.
**Register in Sila League: @SilaSenior**
"""

search_result_message_template = """
**Main suggestion: {}**

**Search results:**

{}
"""

statistics_msg = """
✳️ آمار کلی ربات
👥 تعداد کل کاربران: [ {} ]
🔎 تعداد کل جستجو ها: [ {} ]
⭕️ تعداد کاربران مسدود شده: [ {} ]
"""
# ⌛️ تعداد جستجو های روزانه: [ {} ]

user_statistics_msg = """
👤 امار کاربر
🔎 تعداد کل سرچ ها: [ {} ]
⭕️ وضعیت مسدودی: [ {} ]
"""

not_updated_msg = """
ربات برات هنوز اپدیت نشده ببم جان😐
برای اینکه تغییرات جدید ربات برات اعمال بشن یبار دیگه ربات رو استارت کن

استارت کردنم بلد نیستی هوشنگ؟
بزن رو کلمه زیر

/start
"""

signup_failed = """
سلام داش
متاسفانه نگاییدم😔

برای استفاده از ربات باس ثبت نام کنی
برای ثبت نام هم برو ایدی پایین👇🏻

@SeyyedManager
"""
